Repository: andrey-lysikov/System-Spinner
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, fr, it, ja, ru, zh_hans

source: About
ar: حول
de: Über
fr: À propos
it: Info
ja: System Spinnerについて
ru: О программе
zh_hans: 关于

source: Activity Monitor
ar: مراقب النشاط
de: Aktivitätsanzeige
fr: Moniteur d’activité
it: Monitoraggio Attività
ja: アクティビティモニタ
ru: Монитор активности
zh_hans: 活动监视器

source: Adjustment steps
ar: خطوات الضبط
de: Schrittweite
fr: Pas de réglage
it: Passi di regolazione
ja: 調整ステップ数
ru: Количество шагов регулировки
zh_hans: 调节步长

source: Allow
ar: السماح
de: Erlauben
fr: Autoriser
it: Consenti
ja: 許可する
ru: Разрешить
zh_hans: 允许

source: Always use custom OSD
ar: استخدام العرض المخصص دائمًا
de: Immer eigenes OSD verwenden
fr: Toujours utiliser l’OSD personnalisé
it: Usa sempre l’OSD personalizzato
ja: 常にカスタムOSDを使用する
ru: Всегда использовать свой OSD
zh_hans: 始终使用自定义 OSD

source: Automatic Dark/White mode
ar: الوضع الفاتح/الداكن التلقائي
de: Automatischer Hell-/Dunkelmodus
fr: Mode clair/sombre automatique
it: Modalità chiara/scura automatica
ja: 自動ダーク/ホワイトモード
ru: Автоматическая подстройка под цвет статус бара
zh_hans: 自动浅色/深色模式

source: Black shaded
ar: تظليل أسود
de: Schwarz getönt
fr: Teinte noire
it: Sfumatura nera
ja: 黒 80%不透明
ru: Затемненный с прозрачностью
zh_hans: 黑色着色

source: Check new version
ar: التحقق من وجود إصدار جديد
de: Nach Updates suchen
fr: Rechercher les mises à jour
it: Cerca aggiornamenti
ja: 新しいバージョンを確認する
ru: Проверить обновление
zh_hans: 检查新版本

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
zh_hans: 关闭

source: CPU Temp
ar: حرارة المعالج
de: CPU-Temperatur
fr: Température CPU
it: Temperatura CPU
ja: CPU 温度
ru: Температура
zh_hans: CPU 温度

# CPU Usage
source: CPU
ar: استخدام المعالج
de: CPU-Auslastung
fr: Utilisation CPU
it: Utilizzo CPU
ru: Процессор
zh_hans: CPU 使用率

source: CPU usage details:
ar: تفاصيل استخدام المعالج:
de: CPU-Auslastung im Detail:
fr: Détails d’utilisation CPU :
it: Dettagli utilizzo CPU:
ja: CPU使用率の詳細:
ru: Информация о процессах:
zh_hans: CPU 使用详情：

source: Data update every
ar: تحديث البيانات كل
de: Aktualisierung alle
fr: Actualiser toutes les
it: Aggiorna ogni
ja: データアップデート頻度
ru: Обновлять данные каждые
zh_hans: 数据更新间隔

source: Download
ar: تنزيل
de: Laden
fr: Télécharger
it: Scarica
ja: ダウンロード
ru: Загрузить
zh_hans: 下载

source: Enable Autostart
ar: التشغيل عند تسجيل الدخول
de: Beim Anmelden öffnen
fr: Lancer au démarrage
it: Avvia all’accesso
ja: 自動スタートを有効にする
ru: Автозапуск
zh_hans: 登录时启动

source: fan is stopped
ar: المروحة متوقفة
de: Lüfter steht
fr: ventilateur arrêté
it: ventola ferma
ja: ファン停止中
ru: кулер остановлен
zh_hans: 风扇已停止

source: For complite work you need to allow System Spinner to use special privileges for keydoard mapping.
ar: لكي يعمل التطبيق بالكامل، امنح System Spinner صلاحيات خاصة لتعيين لوحة المفاتيح.
de: Für den vollen Funktionsumfang benötigt System Spinner besondere Rechte für die Tastaturzuordnung.
fr: Pour fonctionner pleinement, System Spinner a besoin d’autorisations spéciales pour le clavier.
it: Per funzionare pienamente, System Spinner richiede autorizzazioni speciali per la tastiera.
ja: 完全に動作させるには、キーボードマッピングのためにSystem Spinnerが特別な権限を使うことを許可する必要があります。
ru: Для корректной работы программе нужны дополнительные разрешения, чтобы можно было управлять подсветкой экрана и громкостью динамиков через HDMI/DVI.
zh_hans: 若要完整运行，请允许 System Spinner 使用键盘映射的特殊权限。

source: GB/s
ar: GB/ث
fr: Go/s
ja: GB/秒
ru: ГБ/с
zh_hans: GB/秒

source: Goto site
ar: زيارة الموقع
de: Zur Website
fr: Voir le site
it: Vai al sito
ja: サイトへ移動
ru: Перейти на сайт
zh_hans: 访问网站

source: GPU Usage
ar: استخدام معالج الرسوم
de: GPU-Auslastung
fr: Utilisation GPU
it: Utilizzo GPU
ja: GPU
ru: Видеокарта
zh_hans: GPU 使用率

source: HDMI/DVI DDC enabled
ar: ‏HDMI/DVI DDC مفعّل
de: HDMI/DVI mit DDC
fr: HDMI/DVI avec DDC
it: HDMI/DVI con DDC
ja: HDMI/DVI DDCを有効にする
ru: Активный HDMI/DVI DDC
zh_hans: 已启用 HDMI/DVI DDC

source: Invert rotation
ar: عكس اتجاه الدوران
de: Drehrichtung umkehren
fr: Inverser la rotation
it: Inverti rotazione
ja: 回転を反転
ru: Инвертировать вращение
zh_hans: 反向旋转

source: KB/s
ar: KB/ث
fr: Ko/s
ja: KB/秒
ru: КБ/с
zh_hans: KB/秒

source: Keyboard backlight on F5/F6
ar: إضاءة لوحة المفاتيح على F5/F6
de: Tastaturbeleuchtung auf F5/F6
fr: Rétroéclairage clavier sur F5/F6
it: Retroilluminazione tastiera su F5/F6
ja: F5/F6でキーボードバックライト
ru: Подсветка клавиатуры на F5/F6
zh_hans: F5/F6 调节键盘背光

source: MB/s
ar: MB/ث
fr: Mo/s
ja: MB/秒
ru: МБ/с
zh_hans: MB/秒

source: MEM Usage
ar: استخدام الذاكرة
de: Speicherauslastung
fr: Utilisation mémoire
it: Utilizzo memoria
ja: メモリ使用率
ru: Память
zh_hans: 内存使用率

source: Memory usage details:
ar: تفاصيل استخدام الذاكرة:
de: Speicherauslastung im Detail:
fr: Détails d’utilisation mémoire :
it: Dettagli utilizzo memoria:
ja: メモリ使用量の詳細:
ru: Потребление памяти:
zh_hans: 内存使用详情：

source: Name
ar: الاسم
fr: Nom
it: Nome
ja: 名前
ru: Имя процесса
zh_hans: 名称

source: New version %@ is available. Would you like download to update?
ar: الإصدار %@ متوفر. هل تريد تنزيله؟
de: Version %@ ist verfügbar. Jetzt herunterladen?
fr: La version %@ est disponible. Voulez-vous la télécharger ?
it: È disponibile la versione %@. Vuoi scaricarla?
ja: %@の新しいバージョンがあります。アップデートのためにダウンロードしますか？
ru: Доступна новая версия %@ программы, хотите загрузить ее сейчас?
zh_hans: 新版本 %@ 可用，是否下载更新？

source: no ip found
ar: لا يوجد عنوان IP
de: keine IP gefunden
fr: aucune IP trouvée
it: nessun IP trovato
ja: ipが見つかりません
ru: ip отсутствует
zh_hans: 未找到 IP

source: Original
ar: أصلي
it: Originale
ja: オリジナル
ru: Без эффекта
zh_hans: 原始

source: Power on adapter: %lld w
ar: من المحول %lld w
de: Über Netzteil %lld w
fr: Sur adaptateur %lld w
it: Da alimentatore %lld w
ja: 電源アダプタ %lld w
ru: Питание от адаптера %lld Вт
zh_hans: 电源适配器 %lld w

source: Power on battery: %lld w
ar: من البطارية %lld w
de: Über Akku %lld w
fr: Sur batterie %lld w
it: Da batteria %lld w
ja: バッテリー %lld w
ru: Питание от батареи %lld Вт
zh_hans: 电池 %lld w

source: Pressure
ar: ضغط الذاكرة
de: Speicherdruck
fr: Pression
it: Pressione
ja: 負荷
ru: Занято
zh_hans: 内存压力

source: Quit
ar: إنهاء
de: Beenden
fr: Quitter
it: Esci
ja: 終了
ru: Выход
zh_hans: 退出

source: Second
ar: ثانية
de: Sekunde
fr: seconde
it: secondo
ja: 秒
ru: сек.
zh_hans: 秒

source: Show load in menu
ar: إظهار الحِمل في القائمة
de: Auslastung in der Menüleiste
fr: Afficher la charge dans le menu
it: Mostra carico nel menu
ja: 負荷をメニューに表示
ru: Показать нагрузку в меню
zh_hans: 在菜单栏显示负载

source: Show external ip address
ar: إظهار عنوان IP الخارجي
de: Externe IP-Adresse anzeigen
fr: Afficher l’adresse IP externe
it: Mostra indirizzo IP esterno
ja: 外部IPアドレスを表示
ru: Показывать внешний IP-адрес
zh_hans: 显示外部 IP 地址

source: Spinners
ar: الرموز المتحركة
de: Spinner
fr: Animations
it: Animazioni
ja: スピナー
ru: Спиннеры
zh_hans: 动画图标

source: Spinners Effects
ar: تأثيرات الرموز
de: Spinner-Effekte
fr: Effets d’animation
it: Effetti animazione
ja: スピナーエフェクト
ru: Применить эффект
zh_hans: 动画效果

source: Swap
ar: التبديل
de: Auslagerung
ja: スワップ
ru: Подкачка
zh_hans: 交换空间

source: System Spinner need special privileges
ar: يحتاج System Spinner إلى صلاحيات خاصة
de: System Spinner benötigt besondere Rechte
fr: System Spinner nécessite des autorisations spéciales
it: System Spinner richiede autorizzazioni speciali
ja: System Spinnerは特別な権限を必要としています
ru: Нужны дополнительные разрешения
zh_hans: System Spinner 需要特殊权限

source: System Spinner provides macOS system information in status bar. Minimal, small and light. Author: @Andrey.Lysikov
ar: يعرض System Spinner معلومات نظام macOS في شريط القوائم. بسيط وصغير وخفيف. المطوّر: @Andrey.Lysikov
de: System Spinner zeigt Systeminformationen von macOS in der Menüleiste. Schlank, klein und leicht. Autor: @Andrey.Lysikov
fr: System Spinner affiche les informations système de macOS dans la barre des menus. Minimal, compact et léger. Auteur : @Andrey.Lysikov
it: System Spinner mostra le informazioni di sistema di macOS nella barra dei menu. Minimale, piccolo e leggero. Autore: @Andrey.Lysikov
ja: System SpinnerはmacOSのシステム情報をステータスバーに表示します。ミニマルで小さく、そして軽量です。 Author: @Andrey.Lysikov
ru: System Spinner программа которая показывает утилизацию ресурсов вашего компьютера. Небольшая и легкая. Автор: @Andrey.Lysikov
zh_hans: System Spinner 在菜单栏显示 macOS 系统信息。 简约、小巧、轻量。 作者：@Andrey.Lysikov

source: System Spinner update
ar: تحديث System Spinner
fr: Mise à jour de System Spinner
it: Aggiornamento di System Spinner
ja: System Spinner アップデート
ru: Обновление System Spinner
zh_hans: System Spinner 更新

source: TB/s
ar: TB/ث
fr: To/s
ja: TB/秒
ru: ТБ/с
zh_hans: TB/秒

source: Usage
ar: الاستخدام
de: Auslastung
fr: Utilisation
it: Utilizzo
ja: 使用法
ru: Использование
zh_hans: 使用率

source: Use popup animation
ar: استخدام حركة النوافذ
de: Fensteranimation verwenden
fr: Utiliser l’animation des fenêtres
it: Usa animazione dei pannelli
ja: ポップアップアニメーションを使用する
ru: Использовать анимацию в меню
zh_hans: 使用弹出动画

source: Use system language
ar: استخدام لغة النظام
de: Systemsprache verwenden
fr: Utiliser la langue du système
it: Usa la lingua di sistema
ja: システムの言語を使用
ru: Использовать язык системы
zh_hans: 使用系统语言

source: White shaded
ar: تظليل أبيض
de: Weiß getönt
fr: Teinte blanche
it: Sfumatura bianca
ja: 白 80%不透明
ru: Белый полупрозрачный
zh_hans: 白色着色

source: You version %@ is actual version.
ar: الإصدار %@ هو الأحدث.
de: Version %@ ist aktuell.
fr: La version %@ est à jour.
it: La versione %@ è aggiornata.
ja: あなたのバージョン%@が現在のバージョンです。
ru: Ваша версия приложения %@ не требует обновления.
zh_hans: 当前版本 %@ 已是最新。
